Repository: romanini/AutoPilot
Catalog: raspberry/pypilot/pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: ca, de, el, fi, it, no, pt

source: nmea got flag for process pipe:
ca: nmea té bandera per a la canonada de procés:
de: nmea hat Flag für Prozessrohr erhalten:
el: nmea πήρε σημαία για σωλήνα διεργασίας:
fi: nmea sai lipun prosessiputkelle:
it: nmea ha ottenuto il flag per il tubo di processo:
no: nmea fikk flagg for prosessrør:
pt: nmea obteve sinalizador para tubo de processo:

source: is another process accessing it?
ca: hi accedeix un altre procés?
de: greift ein anderer Prozess darauf zu?
el: έχει πρόσβαση σε μια άλλη διαδικασία;
fi: onko toinen prosessi pääsy siihen?
it: c'è un altro processo che vi accede?
no: får en annen prosess tilgang til den?
pt: outro processo está acessando isso?

source: serial device timed out
ca: es va esgotar el temps d'espera del dispositiu sèrie
de: Zeitüberschreitung des seriellen Geräts
el: λήγει η σειριακή συσκευή
fi: sarjalaite aikakatkaistiin
it: dispositivo seriale scaduto
no: seriell enhet ble tidsavbrutt
pt: dispositivo serial expirou

source: failed to open
ca: no s'ha pogut obrir
de: Gescheitert zu öffnen
el: απέτυχε να ανοίξει
fi: epäonnistui avaaminen
it: non è riuscito ad aprire
no: kunne ikke åpnes
pt: falhou para abrir

source: nmea server on port
ca: servidor nmea al port
de: nmea Server am Port
el: διακομιστής nmea στη θύρα
fi: nmea-palvelin portissa
it: server nmea sulla porta
no: nmea server på port
pt: servidor nmea na porta

source: bind failed.
ca: la connexió ha fallat.
de: Bindung fehlgeschlagen.
el: η σύνδεση απέτυχε.
fi: sidonta epäonnistui.
it: associazione non riuscita.
no: bind mislyktes.
pt: ligação falhou.

source: listening on port
ca: escoltant al port
de: am Hafen lauschen
el: ακρόαση στη θύρα
fi: kuuntelee satamassa
it: in ascolto sulla porta
no: lytter på port
pt: ouvindo na porta

source: for nmea connections
ca: per a connexions nmea
de: für nmea Verbindungen
el: για συνδέσεις nmea
fi: nmea-yhteyksille
it: per connessioni nmea
no: for nmea-forbindelser
pt: para conexões nmea

source: nmea server has too many connections
ca: El servidor nmea té massa connexions
de: Der nmea-Server hat zu viele Verbindungen
el: Ο διακομιστής nmea έχει πάρα πολλές συνδέσεις
fi: nmea-palvelimella on liian monta yhteyttä
it: Il server nmea ha troppe connessioni
no: nmea server har for mange tilkoblinger
pt: O servidor nmea tem muitas conexões

source: nmea client lost connection
ca: El client nmea ha perdut la connexió
de: nmea-Client Verbindung verloren
el: Ο πελάτης nmea έχασε τη σύνδεση
fi: nmea -asiakas katkaisi yhteyden
it: il client nmea ha perso la connessione
no: nmea klient mistet tilkoblingen
pt: nmea cliente perdeu a conexão

source: nmea sock not in sockets!
ca: nmea mitjó no en endolls!
de: nmea Socke nicht in Sockeln!
el: nmea κάλτσα όχι στις πρίζες!
fi: nmea-sukka ei ole pistorasioissa!
it: nmea calzino non nelle prese!
no: nmea sokk ikke i stikkontakter!
pt: meia nmea não em soquetes!

source: nmea failed to unregister socket
ca: nmea no ha pogut anul·lar el registre del sòcol
de: nmea konnte die Registrierung des Sockets nicht aufheben
el: Το nmea απέτυχε να καταργήσει την εγγραφή του socket
fi: nmea ei onnistunut poistamaan pistorasian rekisteröintiä
it: nmea non è riuscito a annullare la registrazione del socket
no: nmea kunne ikke avregistrere kontakten
pt: nmea falhou ao cancelar o registro do soquete

source: nmea failed to remove fd
ca: nmea no ha pogut eliminar fd
de: nmea konnte fd nicht entfernen
el: Το nmea απέτυχε να αφαιρέσει το fd
fi: nmea ei onnistunut poistamaan fd: tä
it: nmea non è riuscito a rimuovere fd
no: nmea klarte ikke å fjerne fd
pt: nmea falhou ao remover fd

source: nmea failed to remove address
ca: nmea no ha pogut eliminar l'adreça
de: nmea konnte die Adresse nicht entfernen
el: Το nmea απέτυχε να αφαιρέσει τη διεύθυνση
fi: nmea ei onnistunut poistamaan osoitetta
it: nmea non è riuscito a rimuovere l'indirizzo
no: nmea kunne ikke fjerne adressen
pt: nmea falhou ao remover o endereço

source: invalid value
ca: valor no vàlid
de: Ungültiger Wert
el: μη έγκυρη τιμή
fi: Kelpaamaton arvo
it: valore non valido
no: ugyldig verdi
pt: Valor inválido

source: connect error
ca: error de connexió
de: Verbindungsfehler
el: σφάλμα σύνδεσης
fi: yhteysvirhe
it: errore di connessione
no: tilkoblingsfeil
pt: erro de conexão

source: failed to connect
ca: no s'ha pogut connectar
de: Verbindung nicht möglich
el: απέτυχε να συνδεθεί
fi: ei voida yhdistää
it: connessione fallita
no: tilkobling mislyktes
pt: Falhou ao conectar

source: nmea client connected
ca: nmea client connectat
de: nmea-Client verbunden
el: συνδεδεμένο πρόγραμμα -πελάτης nmea
fi: nmea -asiakas yhdistetty
it: nmea client connesso
no: nmea klient tilkoblet
pt: nmea cliente conectado

source: poll took too long in nmea process!
ca: l'enquesta va trigar massa en el procés nmea.
de: Umfrage hat im nmea-Prozess zu lange gedauert!
el: η δημοσκόπηση διήρκεσε πολύ στη διαδικασία nmea!
fi: kysely kesti liian kauan nmea-prosessissa!
it: il sondaggio ha impiegato troppo tempo nel processo di nmea!
no: avstemningen tok for lang tid i nmea-prosessen!
pt: enquete demorou muito no processo nmea!

source: nmea bridge lost server connection
ca: nmea bridge ha perdut la connexió del servidor
de: nmea bridge verlor die Serververbindung
el: nmea bridge έχασε τη σύνδεση διακομιστή
fi: nmea-silta katosi palvelinyhteyden
it: nmea bridge ha perso la connessione al server
no: nmea bridge mistet serverforbindelse
pt: nmea bridge perdeu a conexão do servidor

source: nmea bridge lost pipe to autopilot
ca: nmea bridge va perdre la canonada al pilot automàtic
de: nmea Brücke verlor Rohr zum Autopiloten
el: η γέφυρα nmea έχασε το σωλήνα του αυτόματου πιλότου
fi: nmea-silta menetti putken autopilotille
it: nmea bridge ha perso il tubo per il pilota automatico
no: nmea bridge mistet rør til autopilot
pt: nmea ponte perdeu tubo para piloto automático

source: nmea bridge unhandled poll flag
ca: nmea bridge bandera d'enquesta no manipulada
de: nmea Brücke unbehandelte Umfrage Flagge
el: nmea γέφυρα σημαία χωρίς έλεγχο
fi: nmea-silta käsittelemätön kyselylippu
it: bandiera sondaggio nmea bridge non gestita
no: nmea bridge uhåndtert avstemningsflagg
pt: sinalizador de enquete não tratada de ponte nmea

source: nmea process loop too slow:
ca: bucle de procés nmea massa lent:
de: nmea Prozessschleife zu langsam:
el: ο βρόχος διεργασίας nmea είναι πολύ αργός:
fi: nmea-prosessisilmukka liian hidas:
it: ciclo di processo nmea troppo lento:
no: nmea prosessløkke for sakte:
pt: nmea loop de processo muito lento:

source: error pipe block on recv!
ca: bloc de canonades d'error a recv!
de: Fehler Rohrblock auf recv!
el: μπλοκ σωλήνων σφάλματος στη συνέχεια!
fi: virhe putkilohko recv!
it: blocco del tubo di errore su recv!
no: feil rørblokk på recv!
pt: bloco de tubos de erro no recv!

source: failed to recv nonblocking pipe!
ca: no s'ha pogut recuperar la canonada sense bloqueig.
de: Nicht blockierende Pipe konnte nicht wiederhergestellt werden!
el: απέτυχε να ανακτήσει σωλήνα χωρίς αποκλεισμό!
fi: epäonnistui rekvisiittaista putkea!
it: impossibile recuperare il tubo non bloccante!
no: mislyktes i å rekvirere ikke-blokkerende rør!
pt: falhou ao receber o tubo não bloqueante!

source: pipe full
ca: canonada plena
de: Rohr voll
el: γεμάτο σωλήνα
fi: putki täynnä
it: tubo pieno
no: rør fullt
pt: cano cheio

source: cannot send
ca: no es pot enviar
de: kann es nicht versenden
el: δεν μπορεί να στείλει
fi: ei voi lähettää
it: impossibile inviare
no: kan ikke sende
pt: Não é possível enviar

source: failed to decode data socket!
ca: no s'ha pogut descodificar el sòcol de dades.
de: Daten-Socket konnte nicht dekodiert werden!
el: απέτυχε να αποκωδικοποιήσει την υποδοχή δεδομένων!
fi: ei onnistunut purkamaan datapistoketta!
it: impossibile decodificare il socket dei dati!
no: kunne ikke dekode datakontakten!
pt: falhou ao decodificar o soquete de dados!

source: failed to encode data socket!
ca: no s'ha pogut codificar el sòcol de dades.
de: Daten-Socket konnte nicht codiert werden!
el: απέτυχε να κωδικοποιήσει την υποδοχή δεδομένων!
fi: ei onnistunut koodaamaan datapistoketta!
it: impossibile codificare il socket dati!
no: kunne ikke kode datakontakten!
pt: falhou ao codificar o soquete de dados!

source: failed write
ca: no s'ha pogut escriure
de: Schreibfehler
el: αποτυχημένη εγγραφή
fi: epäonnistui kirjoittaminen
it: scrittura fallita
no: mislyktes skrive
pt: falha na escrita

source: WARNING: python ujson library failed, parsing will consume more cpu
ca: ADVERTÈNCIA: la biblioteca Python ujson ha fallat, l'anàlisi consumirà més CPU
de: WARNUNG: Die Python-Ujson-Bibliothek ist fehlgeschlagen. Beim Parsen wird mehr CPU verbraucht
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η βιβλιοθήκη python ujson απέτυχε, η ανάλυση θα καταναλώσει περισσότερα cpu
fi: VAROITUS: python ujson -kirjasto epäonnistui, jäsentäminen kuluttaa enemmän prosessoria
it: ATTENZIONE: la libreria python ujson non è riuscita, l'analisi consumerà più cpu
no: ADVARSEL: Python ujson-biblioteket mislyktes, parsing vil forbruke mer CPU
pt: AVISO: a biblioteca python ujson falhou, a análise consumirá mais cpu

source: bad rudder calibration
ca: mal calibrat del timó
de: schlechte Ruderkalibrierung
el: κακή βαθμονόμηση πηδαλίου
fi: huono peräsimen kalibrointi
it: cattiva calibrazione del timone
no: dårlig rorkalibrering
pt: calibração ruim do leme

source: bad servo rudder calibration
ca: mal calibrat del servo timó
de: schlechte Servoruderruderkalibrierung
el: κακή βαθμονόμηση σερβο πηδαλίου
fi: huono servopyörän kalibrointi
it: cattiva calibrazione del servo del timone
no: dårlig servoror kalibrering
pt: calibração ruim do servo leme

source: servo rudder autogain failed
ca: ha fallat l’autogain del servo timó
de: Servo-Ruder-Autogain fehlgeschlagen
el: Το autogain servo πηδαλίου απέτυχε
fi: servo-peräsimen automaattinen vahvistus epäonnistui
it: Guadagno automatico del servo timone fallito
no: servoror autogain mislyktes
pt: servo leme autogain falhou

source: sensor found
ca: sensor trobat
de: Sensor gefunden
el: βρέθηκε αισθητήρας
fi: anturi löytyi
it: sensore trovato
no: sensor funnet
pt: sensor encontrado

source: unknown data parsed!
ca: dades desconegudes analitzades.
de: unbekannte Daten analysiert!
el: αναλύθηκαν άγνωστα δεδομένα!
fi: tuntemattomia tietoja on jäsennelty!
it: dati sconosciuti analizzati!
no: ukjente data analysert!
pt: dados desconhecidos analisados!

source: error reading
ca: error de lectura
de: Fehler beim Lesen
el: ανάγνωση σφάλματος
fi: virhe luettaessa
it: errore di lettura
no: feillesing
pt: erro de leitura

source: found more devices by path
ca: s'han trobat més dispositius per ruta
de: Weitere Geräte über den Pfad gefunden
el: βρήκαν περισσότερες συσκευές ανά διαδρομή
fi: löysi lisää laitteita polun mukaan
it: trovato più dispositivi per percorso
no: fant flere enheter etter sti
pt: encontrou mais dispositivos por caminho

source: removing gps device
ca: eliminació del dispositiu GPS
de: GPS-Gerät entfernen
el: αφαίρεση συσκευής gps
fi: GPS-laitteen poistaminen
it: rimozione del dispositivo gps
no: fjerne GPS-enhet
pt: removendo dispositivo GPS

source: no pyudev module! will scan usb devices often!
ca: cap mòdul pyudev! escanejarà dispositius USB sovint!
de: kein Pyudev-Modul! scannt USB-Geräte oft!
el: καμία ενότητα pyudev! θα σαρώσει συσκευές USB συχνά!
fi: ei pyudev-moduulia! skannaa usb-laitteita usein!
it: nessun modulo pyudev! scansionerà spesso i dispositivi USB!
no: ingen pyudev-modul! vil skanne USB-enheter ofte!
pt: nenhum módulo pyudev! fará a varredura de dispositivos usb com freqüência!

source: success
ca: èxit
de: Erfolg
el: επιτυχία
fi: menestys
it: successo
no: suksess
pt: sucesso

source: failed to record device
ca: no s'ha pogut gravar el dispositiu
de: Gerät konnte nicht aufgezeichnet werden
el: απέτυχε η εγγραφή συσκευής
fi: laitteen tallennus epäonnistui
it: dispositivo di registrazione non riuscito
no: kunne ikke registrere enheten
pt: falhou ao gravar o dispositivo

source: ERROR no connections in watch
ca: ERROR no hi ha connexions al rellotge
de: FEHLER keine Verbindungen in der Uhr
el: ΣΦΑΛΜΑ χωρίς συνδέσεις στο ρολόι
fi: VIRHE ei yhteyttä kellossa
it: ERRORE nessuna connessione nell'orologio
no: FEIL ingen tilkoblinger i klokken
pt: ERROR sem conexões no relógio

source: remove duplicate udp connection
ca: elimina la connexió udp duplicada
de: Entfernen Sie die doppelte udp-Verbindung
el: αφαιρέστε τη διπλή σύνδεση udp
fi: Poista päällekkäinen udp-yhteys
it: rimuovere la connessione udp duplicata
no: Fjern duplikat UDP-tilkobling
pt: remover conexão udp duplicada

source: creating config directory:
ca: creant directori de configuració:
de: Konfigurationsverzeichnis erstellen:
el: δημιουργία καταλόγου config:
fi: määrityshakemiston luominen:
it: creazione della directory di configurazione:
no: oppretter konfigurasjonskatalog:
pt: criando diretório de configuração:

source: failed to load
ca: no s'ha pogut carregar
de: Laden fehlgeschlagen
el: απέτυχε να φορτώσει
fi: lataus epäonnistui
it: Caricamento fallito
no: kunne ikke laste
pt: Falha ao carregar

source: backup data failed as well
ca: les dades de còpia de seguretat també han fallat
de: Sicherungsdaten sind ebenfalls fehlgeschlagen
el: Τα εφεδρικά δεδομένα απέτυχαν επίσης
fi: varmuuskopiointi epäonnistui
it: anche i dati di backup non sono riusciti
no: sikkerhetskopieringsdata mislyktes også
pt: dados de backup também falharam

source: failed to write
ca: no s'ha pogut escriure
de: konnte nicht schreiben
el: απέτυχε να γράψει
fi: ei kirjoittanut
it: non è riuscito a scrivere
no: klarte ikke å skrive
pt: falhou em escrever

source: pypilot_server: bind failed; already running a server?
ca: pypilot_server: ha fallat la vinculació; ja esteu executant un servidor?
de: pypilot_server: Bindung fehlgeschlagen; läuft schon ein Server?
el: pypilot_server: η σύνδεση απέτυχε. τρέχετε ήδη διακομιστή;
fi: pypilot_server: sidonta epäonnistui; jo palvelinta?
it: pypilot_server: associazione fallita; già in esecuzione un server?
no: pypilot_server: bind mislyktes; kjører du allerede en server?
pt: pypilot_server: ligação falhou; já está rodando um servidor?

source: persistent store took too long!
ca: la botiga persistent va trigar massa.
de: Der dauerhafte Speicher hat zu lange gedauert!
el: το επίμονο κατάστημα χρειάστηκε πολύ καιρό!
fi: jatkuva myymälä kesti liian kauan!
it: negozio persistente ha impiegato troppo tempo!
no: vedvarende butikk tok for lang tid!
pt: o armazenamento persistente demorou muito!

source: max connections reached
ca: assolides les connexions màximes
de: max Verbindungen erreicht
el: επιτεύχθηκαν μέγιστες συνδέσεις
fi: maksimiliitännät saavutettu
it: connessioni massime raggiunte
no: maks. forbindelser nådd
pt: conexões máximas alcançadas

source: server add socket
ca: servidor afegeix sòcol
de: Server Socket hinzufügen
el: διακομιστής προσθέστε υποδοχή
fi: palvelimen lisäyspistoke
it: server aggiungi socket
no: server legge til stikkontakt
pt: servidor adicionar soquete

source: internal pipe closed, server exiting
ca: canonada interna tancada, sortida del servidor
de: Interne Pipe geschlossen, Server beendet
el: κλειστός εσωτερικός σωλήνας, έξοδος διακομιστή
fi: sisäinen putki suljettu, palvelin poistuu
it: tubo interno chiuso, server in uscita
no: internt rør lukket, serveren avsluttes
pt: tubo interno fechado, servidor saindo

source: server socket closed from flush!!
ca: el sòcol del servidor està tancat de flush !!
de: Server-Socket von Flush geschlossen !!
el: η υποδοχή διακομιστή έκλεισε από την έξαψη !!
fi: palvelinpistoke suljettu huuhtelusta!
it: socket del server chiuso da flush!!
no: serveruttak stengt fra spyling !!
pt: Soquete do servidor fechado do flush !!

source: servo calibration invalid
ca: el calibratge del servo no és vàlid
de: Servokalibrierung ungültig
el: Η βαθμονόμηση του σερβο δεν είναι έγκυρη
fi: servokalibrointi on virheellinen
it: calibrazione servo non valida
no: servokalibrering ugyldig
pt: calibração do servo inválida

source: failed to open servo on:
ca: no s'ha pogut obrir el servo a:
de: Servo konnte nicht geöffnet werden am:
el: απέτυχε να ανοίξει το σερβο σε:
fi: epäonnistui avaamasta servoa:
it: impossibile aprire il servo su:
no: mislyktes i å åpne servo på:
pt: falhou ao abrir servo em:

source: failed set nonblocking/exclusive
ca: no s'ha pogut bloquejar / exclusiu
de: Fehler gesetzt nicht blockierend / exklusiv
el: αποτυχημένο σύνολο αποκλεισμού / αποκλεισμού
fi: epäonnistunut asetettu esto / yksinoikeus
it: set non bloccante/esclusivo non riuscito
no: mislykket sett ikke-blokkering / eksklusivt
pt: falhou definir não bloqueante / exclusivo

source: found
ca: trobat
de: gefunden
el: βρέθηκαν
fi: löytyi
it: trovato
no: funnet
pt: encontrado

source: loading servo calibration
ca: servo calibratge de càrrega
de: Laden der Servokalibrierung
el: φόρτωση βαθμονόμησης σερβο
fi: servokalibroinnin lataus
it: caricamento della calibrazione del servo
no: lasting av servokalibrering
pt: carregando calibração servo

source: WARNING: using default servo calibration!!
ca: AVÍS: utilitzant el calibratge servo predeterminat !!
de: WARNUNG: Standard-Servokalibrierung verwenden !!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: χρησιμοποιώντας την προεπιλεγμένη βαθμονόμηση servo !!
fi: VAROITUS: oletus servokalibrointi !!
it: ATTENZIONE: utilizzo della calibrazione servo di default!!
no: ADVARSEL: bruker standard servokalibrering !!
pt: AVISO: usando a calibração do servo padrão !!

source: probing
ca: sondatge
de: Sondierung
el: διερεύνηση
fi: koettelemalla
it: sondare
no: sondering
pt: sondagem

source: arduino servo detected
ca: servo arduino detectat
de: Arduino Servo erkannt
el: Εντοπίστηκε σερβο arduino
fi: arduino-servo havaittu
it: Servo arduino rilevato
no: arduino servo oppdaget
pt: servo arduino detectado

source: device needed for option
ca: dispositiu necessari per a l'opció
de: Gerät für Option benötigt
el: απαιτείται συσκευή για επιλογή
fi: tarvittava laite
it: dispositivo necessario per l'opzione
no: enheten som trengs for alternativet
pt: dispositivo necessário para a opção

source: read token
ca: llegir el testimoni
de: Token lesen
el: διαβάστε το διακριτικό
fi: lukea tunnusta
it: leggi il token
no: les token
pt: ler token

source: failed to read token
ca: no s'ha pogut llegir el testimoni
de: Token konnte nicht gelesen werden
el: απέτυχε να διαβάσει το διακριτικό
fi: tunnuksen lukeminen epäonnistui
it: non è riuscito a leggere il token
no: mislyktes i å lese token
pt: falhou ao ler o token

source: failed to
ca: fallat en
de: gescheitert
el: απέτυχε να
fi: epäonnistui
it: non è riuscito a
no: feilet med å
pt: falhei em

source: autodetection not possible
ca: no és possible la detecció automàtica
de: automatische Erkennung nicht möglich
el: δεν είναι δυνατή η αυτόματη ανίχνευση
fi: automaattinen tunnistus ei ole mahdollista
it: rilevamento automatico non possibile
no: autodeteksjon ikke mulig
pt: autodetecção não é possível

source: try
ca: provar
de: Versuchen
el: δοκιμάστε
fi: yrittää
it: provare
no: prøve
pt: Experimente

source: or
ca: o bé
de: oder
el: ή
fi: tai
it: o
no: eller
pt: ou

source: service removed
ca: servei eliminat
de: Service entfernt
el: η υπηρεσία καταργήθηκε
fi: palvelu poistettu
it: servizio rimosso
no: tjenesten fjernet
pt: serviço removido

source: server lost
ca: servidor perdut
de: Server verloren
el: ο διακομιστής χάθηκε
fi: palvelin menetetty
it: server perso
no: server tapt
pt: servidor perdido

source: service add
ca: afegir servei
de: Service hinzufügen
el: προσθήκη υπηρεσίας
fi: palvelu lisää
it: servizio aggiuntivo
no: tjenestetillegg
pt: adicionar serviço

source: server found
ca: servidor trobat
de: Server gefunden
el: βρέθηκε διακομιστής
fi: palvelin löydetty
it: server trovato
no: server funnet
pt: servidor encontrado

source: probe
ca: sonda
de: Sonde
el: καθετήρας
fi: koetin
it: sonda
no: sonde
pt: sonda

source: could not
ca: no podia
de: konnte nicht
el: δεν μπορούσε
fi: ei pystynyt
it: non poteva
no: kunne ikke
pt: não conseguia

source: failed to retrieve/parse data from
ca: no s'ha pogut recuperar / analitzar les dades de
de: Daten konnten nicht abgerufen / analysiert werden
el: απέτυχε η ανάκτηση / ανάλυση δεδομένων από
fi: epäonnistui tietojen noutamisesta / jäsentämisestä
it: impossibile recuperare/analizzare i dati da
no: mislyktes i å hente / analysere data fra
pt: falha ao recuperar / analisar dados de

source: see if token is ready
ca: veure si el testimoni està a punt
de: Überprüfen Sie, ob das Token bereit ist
el: δείτε αν το διακριτικό είναι έτοιμο
fi: katso onko tunniste valmis
it: vedi se il token è pronto
no: se om token er klar
pt: veja se o token está pronto

source: received token
ca: testimoni rebut
de: Token erhalten
el: έλαβε διακριτικό
fi: saanut tunnuksen
it: gettone ricevuto
no: mottatt token
pt: token recebido

source: failed to store token
ca: no s'ha pogut emmagatzemar el testimoni
de: Token konnte nicht gespeichert werden
el: απέτυχε να αποθηκεύσει το διακριτικό
fi: tunnuksen tallentaminen epäonnistui
it: non è riuscito a memorizzare il token
no: mislyktes i å lagre token
pt: falha ao armazenar token

source: error requesting access
ca: error en sol·licitar accés
de: Fehler beim Anfordern des Zugriffs
el: σφάλμα κατά την αίτηση πρόσβασης
fi: virhe pyydettäessä käyttöoikeutta
it: errore durante la richiesta di accesso
no: feil med å be om tilgang
pt: erro ao solicitar acesso

source: request access url
ca: sol·licita URL d'accés
de: Zugangs-URL anfordern
el: url πρόσβασης αιτήματος
fi: pyydä käyttöoikeuden URL -osoitetta
it: richiedi l'URL di accesso
no: be om tilgangsadresse
pt: solicitar url de acesso

source: cannot create connection:
ca: no es pot crear la connexió:
de: Verbindung kann nicht hergestellt werden:
el: δεν μπορεί να δημιουργήσει σύνδεση:
fi: ei voi luoda yhteyttä:
it: impossibile creare la connessione:
no: kan ikke opprette forbindelse:
pt: não pode criar conexão:

source: bad status, rejecting token
ca: mal estat, rebutjant el testimoni
de: schlechter Status, Token ablehnen
el: κακή κατάσταση, απόρριψη διακριτικού
fi: huono tila, hylkää merkki
it: cattivo stato, rifiuto del token
no: dårlig status, avviser token
pt: status ruim, rejeitando token

source: connection refused
ca: connexió rebutjada
de: Verbindung abgelehnt
el: η σύνδεση αρνήθηκε
fi: yhteys evätty
it: Connessione rifiutata
no: forbindelsen nektet
pt: Ligação recusada

source: connected to
ca: connectat a
de: verbunden
el: συνδεδεμένος με
fi: yhdistetty
it: collegato al
no: Koblet til
pt: conectado a

source: Exception converting signalk->pypilot
ca: Excepció convertint signalk-> pypilot
de: Ausnahme beim Konvertieren von signalk-> pypilot
el: Εξαίρεση μετατροπής σήματος-> pypilot
fi: Poikkeus muuntaa opasteet-> pypilot
it: Eccezione conversione segnalek->pypilot
no: Unntak konvertere signalk-> pypilot
pt: Exceção de conversão de sinalk-> pypilot

source: received
ca: rebut
de: empfangen
el: έλαβε
fi: sai
it: ricevuto
no: mottatt
pt: recebido

source: failed to send updates
ca: no s'ha pogut enviar actualitzacions
de: Aktualisierungen konnten nicht gesendet werden
el: απέτυχε η αποστολή ενημερώσεων
fi: päivitysten lähettäminen epäonnistui
it: non è riuscito a inviare gli aggiornamenti
no: kunne ikke sende oppdateringer
pt: falha ao enviar atualizações

source: failed to parse msg:
ca: no s'ha pogut analitzar msg:
de: Nachricht konnte nicht geparst werden:
el: απέτυχε η ανάλυση του μηνύματος:
fi: viestin jäsennys epäonnistui:
it: impossibile analizzare il messaggio:
no: klarte ikke å analysere meldingen:
pt: falha ao analisar msg:
