Repository: romanini/AutoPilot
Catalog: raspberry/pypilot/pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: ca, de, el, fi, it, no, pt

source: Available Pilots
ca: Pilots disponibles
de: Verfügbare Piloten
el: Διαθέσιμοι πιλότοι
fi: Saatavilla olevat lentäjät
it: Piloti disponibili
no: Tilgjengelige piloter
pt: Pilotos Disponíveis

source: warning: failed to open special file
ca: avís: no s'ha pogut obrir el fitxer especial
de: Warnung: Sonderdatei konnte nicht geöffnet werden
el: προειδοποίηση: απέτυχε να ανοίξει ειδικό αρχείο
fi: varoitus: erikoistiedoston avaaminen epäonnistui
it: avviso: impossibile aprire il file speciale
no: advarsel: kunne ikke åpne spesialfil
pt: aviso: falha ao abrir arquivo especial

source: for writing
ca: per escriure
de: zum Schreiben
el: για γραφή
fi: kirjoittamista varten
it: per scrivere
no: for skriving
pt: para escrever

source: cannot stroke the watchdog
ca: no pot acariciar el gos de vigilància
de: kann den Wachhund nicht streicheln
el: δεν μπορεί να χτυπήσει τον φύλακα
fi: ei voi silittää vahtikoiraa
it: non posso accarezzare il cane da guardia
no: kan ikke stryke vakthunden
pt: não pode acariciar o cão de guarda

source: warning: failed to make autopilot process realtime
ca: avís: no s'ha pogut fer el procés del pilot automàtic en temps real
de: Warnung: Der Autopilot konnte nicht in Echtzeit verarbeitet werden
el: προειδοποίηση: απέτυχε να πραγματοποιήσει τη διαδικασία αυτόματου πιλότου σε πραγματικό χρόνο
fi: varoitus: autopilotin prosessin tekeminen reaaliaikaiseksi epäonnistui
it: avviso: impossibile rendere il processo del pilota automatico in tempo reale
no: advarsel: kunne ikke gjøre autopilotprosessen i sanntid
pt: aviso: falha ao tornar o processo do piloto automático em tempo real

source: server/client is running too _slowly_
ca: el servidor / client s’executa massa lentament
de: Server / Client läuft zu langsam
el: ο διακομιστής / πελάτης εκτελείται πολύ _slowly_
fi: palvelin / asiakas toimii liian _hitaasti_
it: il server/client è in esecuzione troppo _lentamente_
no: server / klient kjører også _slowly_
pt: servidor / cliente está funcionando muito _lentamente_

source: sensors is running too _slowly_
ca: els sensors funcionen massa lentament
de: Sensoren laufen zu langsam
el: οι αισθητήρες λειτουργούν πολύ αργά
fi: anturit käyvät liian hitaasti
it: i sensori funzionano troppo lentamente
no: sensorene går for sakte
pt: os sensores estão funcionando muito devagar

source: autopilot routine is running too _slowly_
ca: la rutina del pilot automàtic s’executa massa lentament
de: Die Autopilot-Routine läuft zu langsam
el: Η ρουτίνα αυτόματου πιλότου εκτελείται πολύ αργά
fi: autopilotin rutiini toimii liian hitaasti
it: la routine del pilota automatico è troppo lenta
no: autopilotrutinen går for sakte
pt: a rotina do piloto automático está funcionando muito _lentamente_

source: servo is running too _slowly_
ca: el servo funciona massa lentament
de: Servo läuft zu langsam
el: Το σερβο λειτουργεί πολύ αργά
fi: servo toimii liian hitaasti
it: il servo funziona troppo lentamente
no: servo går for sakte
pt: servo está funcionando muito devagar

source: RTIMU library not detected, please install it
ca: La biblioteca RTIMU no s'ha detectat. Instal·leu-la
de: RTIMU-Bibliothek nicht erkannt, bitte installieren Sie sie
el: Δεν εντοπίστηκε βιβλιοθήκη RTIMU, εγκαταστήστε την
fi: RTIMU-kirjastoa ei löydy, asenna se
it: Libreria RTIMU non rilevata, installala
no: RTIMU-biblioteket ble ikke oppdaget. Installer det
pt: Biblioteca RTIMU não detectada, instale-a

source: Using settings file
ca: Utilitzant el fitxer de configuració
de: Einstellungsdatei verwenden
el: Χρήση του αρχείου ρυθμίσεων
fi: Asetustiedoston käyttäminen
it: Utilizzo del file delle impostazioni
no: Bruker innstillingsfil
pt: Usando o arquivo de configurações

source: ERROR: No IMU Detected
ca: ERROR: no s'ha detectat cap IMU
de: FEHLER: Keine IMU erkannt
el: ΣΦΑΛΜΑ: Δεν εντοπίστηκε IMU
fi: VIRHE: IMU: ta ei havaittu
it: ERRORE: nessuna IMU rilevata
no: FEIL: Ingen IMU oppdaget

source: ERROR: IMU Init Failed, no inertial data available
ca: ERROR: Error d’inici d’IMU, no hi ha dades inercials disponibles
de: FEHLER: IMU-Init fehlgeschlagen, keine Trägheitsdaten verfügbar
el: ΣΦΑΛΜΑ: Η είσοδος IMU απέτυχε, δεν υπάρχουν διαθέσιμα αδρανειακά δεδομένα
fi: VIRHE: IMU Init epäonnistui, inertiatietoja ei ole käytettävissä
it: ERRORE: IMU Init Failed, nessun dato inerziale disponibile
no: FEIL: IMU Init mislyktes, ingen treghetsdata tilgjengelig
pt: ERROR: IMU Init Failed, nenhum dado inercial disponível

source: warning, failed to make imu process realtime
ca: advertiment, no s'ha pogut fer el procés imu en temps real
de: Warnung, Imu-Prozess konnte nicht in Echtzeit ausgeführt werden
el: προειδοποίηση, απέτυχε να κάνει τη διαδικασία imu σε πραγματικό χρόνο
fi: varoitus, epäonnistui imu-prosessin tekeminen reaaliajassa
it: avviso, impossibile rendere il processo imu in tempo reale
no: advarsel, klarte ikke å gjøre imu-prosessen i sanntid
pt: aviso, falha ao tornar o processo imu em tempo real

source: made imu process realtime
ca: procés imu realitzat en temps real
de: Imu-Prozess in Echtzeit gemacht
el: έκανε imu διαδικασία σε πραγματικό χρόνο
fi: teki imuprosessista reaaliaikaisen
it: ha reso il processo imu in tempo reale
no: laget imu-prosessen i sanntid
pt: feito processo de imu em tempo real

source: setting initial gyro bias
ca: s'estableix el biaix giroscòpic inicial
de: Einstellen der anfänglichen Kreiselvorspannung
el: ρύθμιση αρχικής γυροσκοπίας
fi: alkuperäisen gyro-biasin asettaminen
it: impostazione del bias iniziale del giroscopio
no: sette innledende gyro bias
pt: definindo a polarização inicial do giroscópio

source: imu process failed to keep time
ca: El procés imu no ha pogut mantenir el temps
de: Imu-Prozess konnte die Zeit nicht halten
el: Η διαδικασία imu απέτυχε να κρατήσει χρόνο
fi: imu-prosessi ei onnistunut pitämään aikaa
it: il processo imu non è riuscito a mantenere il tempo
no: imu-prosessen klarte ikke å holde tiden
pt: processo imu falhou em manter o tempo

source: failed to read IMU!
ca: no s'ha pogut llegir l'IMU.
de: IMU konnte nicht gelesen werden!
el: απέτυχε να διαβάσει το IMU!
fi: epäonnistui lukemaan IMU: ta!
it: non è riuscito a leggere l'IMU!
no: mislyktes i å lese IMU!
pt: falhou ao ler IMU!

source: imu rate set to rate
ca: tarifa imu establerta a taxa
de: imu rate auf rate eingestellt
el: ρυθμός imu ορίζεται σε ρυθμό
fi: imu-kurssi asetettu koroksi
it: tasso imu impostato su tasso
no: imu rate satt til rate
pt: taxa imu definida para taxa

source: too high standing gyro bias, resetting sensors
ca: biaix giroscòpic d’alt standing, restabliment dels sensors
de: zu hohe Kreiselvorspannung, Sensoren zurücksetzen
el: Πολύ υψηλή στάση γυροσκοπικών ρυθμίσεων, επαναφορά αισθητήρων
fi: liian korkea seisova gyro-bias, antureiden nollaaminen
it: bias del giroscopio troppo alto, reset dei sensori
no: for høy stående gyroforstyrrelse, tilbakestiller sensorer
pt: polarização giroscópica muito alta, redefinindo sensores

source: compass out of range, resetting
ca: brúixola fora del rang, restabliment
de: Kompass außerhalb der Reichweite, zurücksetzen
el: εκτός πυξίδας, επαναφορά
fi: kompassi kantaman ulkopuolella, nollaus
it: bussola fuori portata, azzeramento
no: kompass utenfor rekkevidde, tilbakestilles
pt: bússola fora de alcance, reiniciando

source: warning, failed to make calibration process other
ca: avís, no s'ha pogut fer que el procés de calibratge sigui altre
de: Warnung, Kalibrierungsprozess konnte nicht anders ausgeführt werden
el: προειδοποίηση, απέτυχε να κάνει τη διαδικασία βαθμονόμησης άλλη
fi: varoitus, kalibrointiprosessia ei tehty muuksi
it: avviso, impossibile eseguire il processo di calibrazione altro calibration
no: advarsel, klarte ikke å gjøre kalibreringsprosessen annen
pt: aviso, falhou ao fazer o processo de calibração outro

source: warning, failed to make calibration process idle, trying renice
ca: avís, no s'ha pogut deixar el procés de calibratge inactiu, provant Renice
de: Warnung, Kalibrierungsprozess konnte nicht im Leerlauf ausgeführt werden, und Renice wurde versucht
el: προειδοποίηση, απέτυχε να κάνει τη διαδικασία βαθμονόμησης σε αδράνεια, δοκιμάζοντας νεφρική
fi: varoitus, kalibrointiprosessin siirtäminen lepotilaan epäonnistui
it: avviso, impossibile rendere inattivo il processo di calibrazione, provando renice
no: advarsel, klarte ikke å gjøre kalibreringsprosessen inaktiv, og prøvde å nekte
pt: aviso, falha ao tornar o processo de calibração ocioso, tentando renice

source: warning, failed to renice calibration process
ca: advertiment, no s'ha pogut renunciar al procés de calibratge
de: Warnung, Kalibrierungsprozess konnte nicht erneut gestartet werden
el: προειδοποίηση, απέτυχε να επαναλάβει τη διαδικασία βαθμονόμησης
fi: varoitus, kalibrointiprosessin muuttaminen epäonnistui
it: avviso, impossibile rinnovare il processo di calibrazione
no: advarsel, mislyktes i å nekte kalibreringsprosessen
pt: aviso, falha ao renice o processo de calibração

source: calibration loaded, starting
ca: calibratge carregat, arrencada
de: Kalibrierung geladen, beginnend
el: φορτώθηκε βαθμονόμηση, ξεκινώντας
fi: kalibrointi ladattu, alkaa
it: calibrazione caricata, in partenza
no: kalibrering lastet, starter
pt: calibração carregada, começando

source: failed import calibration fit
ca: no s'ha pogut ajustar el calibratge de la importació
de: Fehler beim Importieren der Importkalibrierung
el: αποτυχία προσαρμογής βαθμονόμησης εισαγωγής
fi: epäonnistunut tuontikalibrointisovellus
it: adattamento della calibrazione dell'importazione non riuscito
no: mislykket importkalibreringstilpasning
pt: Falha na importação de ajuste de calibração

source: accel values invalid
ca: els valors d'accel no són vàlids
de: Beschleunigungswerte ungültig
el: οι τιμές accel δεν είναι έγκυρες
fi: Accel-arvot ovat virheellisiä
it: valori di accelerazione non validi
no: accel-verdiene er ugyldige
pt: valores de aceleração inválidos

source: overflow in pypilot udp socket
ca: desbordament al sòcol pypilot udp
de: Überlauf in der Pypilot-UDP-Buchse
el: υπερχείλιση στην πρίζα pypilot udp
fi: ylivuoto pypilot udp -liitännässä
it: overflow nel socket pypilot udp
no: overløp i pypilot udp-stikkontakt
pt: estouro no soquete udp pypilot

source: overflow in pypilot socket
ca: desbordament al sòcol de pilots
de: Überlauf in der Pypilotbuchse
el: υπερχείλιση στην πρίζα pypilot
fi: pypilot-pistorasian ylivuoto
it: overflow nella presa pypilot
no: overløp i pypilotkontakt
pt: estouro no soquete pypilot

source: failed to send udp packet
ca: no s'ha pogut enviar el paquet udp
de: udp-Paket konnte nicht gesendet werden
el: απέτυχε να στείλει πακέτο udp
fi: udp-paketin lähettäminen epäonnistui
it: impossibile inviare il pacchetto udp
no: kunne ikke sende udp-pakken
pt: falha ao enviar pacote udp

source: pypilot socket failed to send to
ca: el socket pypilot no s'ha pogut enviar a
de: Pypilot-Socket konnte nicht gesendet werden
el: απέτυχε η αποστολή της πρίζας pypilot
fi: pypilot-pistorasian lähettäminen epäonnistui
it: Impossibile inviare il socket pypilot a
no: pypilot-kontakten kunne ikke sendes til
pt: O soquete do pypilot falhou ao enviar para

source: socket send took too long!?!?
ca: l'enviament de sòcol ha trigat massa!?!?
de: Socket Send hat zu lange gedauert!?!?
el: Η αποστολή της υποδοχής πήρε πολύ χρόνο!
fi: liittimen lähettäminen kesti liian kauan!?!?
it: l'invio del socket ha impiegato troppo tempo!?!?
no: socket send tok for lang tid!?!?
pt: socket send demorou muito!?!?

source: socket send error
ca: error d'enviament de sòcol
de: Socket-Sendefehler
el: σφάλμα αποστολής υποδοχής
fi: pistorasian lähetysvirhe
it: errore di invio socket
no: stikkontaktfeil

source: pypilot socket exception
ca: excepció de sòcol pypilot
de: Pypilot-Socket-Ausnahme
el: εξαίρεση υποδοχή pypilot
fi: pypilot-pistorasian poikkeus
it: eccezione del socket pypilot
no: unntak for pypilotuttak
pt: exceção de soquete pypilot

source: falling back to python nonblocking socket, will consume more cpu
ca: en tornar al sòcol no bloquejant Python, es consumirà més CPU
de: Wenn Sie auf den nicht blockierenden Python-Socket zurückgreifen, wird mehr CPU verbraucht
el: επιστρέφοντας στην πρίζα χωρίς αποκλεισμό python, θα καταναλώσει περισσότερη CPU
fi: palatessasi pythonin estämättömään pistorasiaan, kuluttaa enemmän prosessoria
it: tornare al socket non bloccante Python, consumerà più cpu c
no: faller tilbake til python ikke-blokkerende stikkontakt, vil forbruke mer CPU
pt: caindo de volta para o soquete não bloqueador python, consumirá mais cpu

source: socket send error in server flush
ca: error d’enviament de sòcol a l’escomesa del servidor
de: Socket-Sendefehler beim Server Flush
el: Σφάλμα αποστολής υποδοχής στο flush διακομιστή
fi: pistorasian lähetysvirhe palvelimen huuhtelussa
it: errore di invio socket nello svuotamento del server
no: socket sende feil i serveren flush

source: error receiving data
ca: error en rebre dades
de: Fehler beim Empfangen von Daten
el: σφάλμα κατά τη λήψη δεδομένων
fi: virhe tietojen vastaanottamisessa
it: errore nella ricezione dei dati
no: feil ved mottak av data
pt: erro ao receber dados

source: failed to load scientific library, cannot perform calibration update!
ca: no s'ha pogut carregar la biblioteca científica, no es pot actualitzar el calibratge.
de: Wissenschaftliche Bibliothek konnte nicht geladen werden, Kalibrierungsaktualisierung kann nicht durchgeführt werden!
el: απέτυχε να φορτώσει επιστημονική βιβλιοθήκη, δεν μπορεί να πραγματοποιήσει ενημέρωση βαθμονόμησης!
fi: tieteellisen kirjaston lataaminen epäonnistui, kalibrointipäivitystä ei voi suorittaa!
it: impossibile caricare la libreria scientifica, impossibile eseguire l'aggiornamento della calibrazione!
no: kunne ikke laste vitenskapelig bibliotek, kan ikke utføre kalibreringsoppdatering!
pt: falha ao carregar a biblioteca científica, não é possível realizar a atualização da calibração!

source: warning, registering existing value:
ca: advertiment, registrant el valor existent:
de: Warnung, vorhandenen Wert registrieren:
el: προειδοποίηση, καταχώριση υπάρχουσας τιμής:
fi: varoitus, olemassa olevan arvon rekisteröinti:
it: avviso, registrazione del valore esistente:
no: advarsel, registrere eksisterende verdi:
pt: aviso, registrando valor existente:

source: failed to read config file:
ca: no s'ha pogut llegir el fitxer de configuració:
de: Konfigurationsdatei konnte nicht gelesen werden:
el: απέτυχε να διαβάσει το αρχείο config:
fi: määritystiedoston lukeminen epäonnistui:
it: impossibile leggere il file di configurazione:
no: mislyktes i å lese konfigurasjonsfilen:
pt: falha ao ler o arquivo de configuração:

source: failed to write config file:
ca: no s'ha pogut escriure el fitxer de configuració:
de: Konfigurationsdatei konnte nicht geschrieben werden:
el: απέτυχε να γράψει αρχείο config:
fi: määritystiedoston kirjoittaminen epäonnistui:
it: impossibile scrivere il file di configurazione:
no: mislyktes i å skrive konfigurasjonsfil:
pt: falha ao gravar o arquivo de configuração:

source: Exception writing config file:
ca: Excepció de l'escriptura del fitxer de configuració:
de: Ausnahme beim Schreiben der Konfigurationsdatei:
el: Εξαίρεση γραφής αρχείο διαμόρφωσης:
fi: Poikkeuksen kirjoittava määritystiedosto:
it: Eccezione durante la scrittura del file di configurazione:
no: Unntak for å skrive konfigurasjonsfil:
pt: Arquivo de configuração de gravação de exceção:

source: invalid message from server:
ca: missatge no vàlid del servidor:
de: ungültige Nachricht vom Server:
el: μη έγκυρο μήνυμα από διακομιστή:
fi: virheellinen viesti palvelimelta:
it: messaggio non valido dal server:
no: ugyldig melding fra server:
pt: mensagem inválida do servidor:

source: warning, pypilot client aleady has connection
ca: avís, el client pypilot ja té connexió
de: Warnung, Pypilot-Client hat bereits Verbindung
el: προειδοποίηση, ο πελάτης pypilot έχει ήδη σύνδεση
fi: varoitus, pypilot-asiakkaalla on jo yhteys
it: avviso, il client pypilot ha già una connessione
no: advarsel, har pypilot-klienten allerede tilkobling
pt: aviso, o cliente pypilot já tem conexão

source: connect failed to
ca: no s'ha pogut connectar
de: Verbindung fehlgeschlagen zu
el: η σύνδεση απέτυχε
fi: yhteyden muodostaminen epäonnistui
it: connessione non riuscita
no: koble mislyktes i
pt: conexão falhou a

source: failed to connect to
ca: no s'ha pogut connectar a
de: Verbindung konnte nicht hergestellt werden
el: απέτυχε να συνδεθεί
fi: yhteyden muodostaminen epäonnistui
it: impossibile connettersi a
no: kunne ikke koble til
pt: Falha ao conectar a

source: usage
ca: ús
de: Verwendung
el: χρήση
fi: käyttö
it: utilizzo
no: bruk
pt: uso

source: set the host or ip address
ca: definiu l'adreça d'amfitrió o IP
de: Stellen Sie die Host- oder IP-Adresse ein
el: ορίστε τη διεύθυνση κεντρικού υπολογιστή ή IP
fi: aseta isäntä- tai ip-osoite
it: imposta l'host o l'indirizzo IP
no: angi verten eller ip-adressen
pt: definir o host ou endereço IP

source: print info about each value type
ca: imprimeix informació sobre cada tipus de valor
de: Drucken Sie Informationen zu jedem Werttyp
el: εκτύπωση πληροφοριών για κάθε τύπο τιμής
fi: tulosta tiedot jokaisesta arvotyypistä
it: stampa le informazioni su ogni tipo di valore
no: skrive ut info om hver verditype
pt: imprimir informações sobre cada tipo de valor

source: continuous watch
ca: rellotge continu
de: kontinuierliche Uhr
el: συνεχές ρολόι
fi: jatkuva katselu
it: orologio continuo
no: kontinuerlig klokke
pt: relógio contínuo

source: show this message
ca: mostra aquest missatge
de: zeige diese Nachricht
el: δείξτε αυτό το μήνυμα
fi: näytä tämä viesti
it: mostra questo messaggio
no: vis denne meldingen
pt: mostre esta mensagem

source: failed to retrieve value list!
ca: no s'ha pogut recuperar la llista de valors.
de: Werteliste konnte nicht abgerufen werden!
el: απέτυχε να ανακτήσει τη λίστα τιμών!
fi: arvoluettelon noutaminen epäonnistui!
it: impossibile recuperare la lista valori!
no: mislyktes i å hente verdilisten!
pt: Falha ao recuperar a lista de valores!

source: timeout retrieving
ca: recuperació del temps d'espera
de: Timeout abrufen
el: ανάκτηση χρονικού ορίου
fi: aikakatkaisun haku
it: recupero del timeout
no: timeout henting
pt: recuperação de tempo limite

source: missing
ca: desaparegut
de: fehlt
el: λείπει
fi: puuttuu
it: mancante
no: savnet
pt: ausente

source: pypilot failed to import required modules. Did you forget to run sudo python3 setup.py install?
ca: pypilot no ha pogut importar els mòduls necessaris. Heu oblidat d’executar sudo python3 setup.py install?
de: pypilot konnte die erforderlichen Module nicht importieren. Haben Sie vergessen, sudo python3 setup.py install auszuführen?
el: Το pypilot απέτυχε να εισαγάγει τις απαιτούμενες ενότητες. Ξεχάσατε να εκτελέσετε την εγκατάσταση sudo python3 setup.py;
fi: pypilot epäonnistui tarvittavien moduulien tuomisessa. Unohtuiko suorittaa sudo python3 setup.py install?
it: pypilot non è riuscito a importare i moduli richiesti. Hai dimenticato di eseguire sudo python3 setup.py install?
no: pypilot kunne ikke importere nødvendige moduler. Glemte du å kjøre sudo python3 setup.py install?
pt: O pypilot falhou ao importar os módulos necessários. Você se esqueceu de executar sudo python3 setup.py install?

source: gpsd connected
ca: GPS connectat
de: GPSD verbunden
el: συνδεδεμένο gpsd
fi: gpsd kytketty
it: gpsd connesso
no: GPSD tilkoblet
pt: gpsd conectado

source: gpsd failed to connect
ca: gpsd no s'ha pogut connectar
de: GPSD konnte keine Verbindung herstellen
el: Το gpsd απέτυχε να συνδεθεί
fi: gpsd-yhteyden muodostaminen epäonnistui
it: gpsd non è riuscito a connettersi
no: gpsd kunne ikke koble til
pt: gpsd falhou ao conectar

source: exception connecting to gps
ca: excepció que es connecta a GPS
de: Ausnahme beim Herstellen einer Verbindung zu GPS
el: εξαίρεση σύνδεση με gps
fi: GPS: ään yhdistävä poikkeus
it: eccezione connessione a gps
no: unntak som kobler til GPS
pt: exceção conectando ao GPS

source: gpsd disconnected
ca: GPS desconnectat
de: GPSD getrennt
el: Το gpsd αποσυνδέθηκε
fi: gpsd katkaistu
it: gpsd disconnesso
no: gpsd frakoblet
pt: gpsd desconectado

source: gpsd PROBE success
ca: gpsd PROBE èxit
de: gpsd PROBE Erfolg
el: επιτυχία του gpsd PROBE
fi: gpsd PROBE menestys
it: gpsd PROBE successo
no: gpsd PROBE suksess
pt: sucesso PROBE do gpsd

source: gpsd probe failed
ca: ha fallat la sonda gpsd
de: GPSD-Test fehlgeschlagen
el: Ο έλεγχος gpsd απέτυχε
fi: GPSD-koetin epäonnistui
it: sonda gpsd non riuscita
no: gpsd-sonde mislyktes
pt: A sonda gpsd falhou

source: gpsd deactivated
ca: gpsd desactivat
de: GPSD deaktiviert
el: απενεργοποιήθηκε το gpsd
fi: gpsd deaktivoitu
it: gpsd disattivato
no: GPSD deaktivert
pt: gpsd desativado

source: gpsd failed to determine serial baud rate of device
ca: gpsd no ha pogut determinar la velocitat de transmissió en sèrie del dispositiu
de: gpsd konnte die serielle Baudrate des Geräts nicht ermitteln
el: Το gpsd απέτυχε να προσδιορίσει τον σειριακό ρυθμό baud της συσκευής
fi: gpsd ei onnistunut määrittämään laitteen sarjasiirtonopeutta
it: gpsd non è riuscito a determinare la velocità di trasmissione seriale del dispositivo
no: gpsd kunne ikke bestemme seriell overføringshastighet for enheten
pt: gpsd falhou ao determinar a taxa de transmissão serial do dispositivo

source: gpsd timeout from lack of data
ca: temps d'espera gpsd per manca de dades
de: GPSD-Timeout aufgrund fehlender Daten
el: χρονικό όριο gpsd λόγω έλλειψης δεδομένων
fi: GPSD-aikakatkaisu tietojen puutteesta
it: timeout gpsd per mancanza di dati
no: gpsd timeout fra mangel på data
pt: tempo limite do gpsd por falta de dados

source: gpsd received invalid message
ca: gpsd ha rebut un missatge no vàlid
de: gpsd hat eine ungültige Nachricht erhalten
el: Το gpsd έλαβε μη έγκυρο μήνυμα
fi: gpsd vastaanotti virheellisen viestin
it: gpsd ha ricevuto un messaggio non valido
no: gpsd mottok ugyldig melding
pt: gpsd recebeu mensagem inválida

source: gpsd got flag for pipe:
ca: gpsd té bandera per a canonada:
de: gpsd hat flag für pipe:
el: gpsd πήρε σημαία για σωλήνα:
fi: gpsd sai lipun putkelle:
it: gpsd ha ottenuto la bandiera per il tubo:
no: gpsd fikk flagg for pipe:
pt: gpsd obteve sinalizador para tubo:

source: gpsd serial probe
ca: sonda sèrie GPS
de: gpsd serielle Sonde
el: σειριακός ανιχνευτής gpsd
fi: gpsd-sarjakoetin
it: sonda seriale gpsd
no: gpsd seriell sonde
pt: sonda serial gpsd

source: nmea failed to parse gps
ca: nmea no ha pogut analitzar gps
de: nmea konnte GPS nicht analysieren
el: Το nmea απέτυχε να αναλύσει το gps
fi: nmea ei pystynyt jäsentämään GPS: ää
it: nmea non è riuscito ad analizzare gps
no: nmea kunne ikke analysere GPS
pt: nmea falhou ao analisar gps

source: nmea failed to parse wind
ca: nmea no ha pogut analitzar el vent
de: nmea konnte den Wind nicht analysieren
el: nmea απέτυχε να αναλύσει τον άνεμο
fi: nmea ei pystynyt jäsentämään tuulta
it: nmea non è riuscito ad analizzare il vento
no: nmea klarte ikke å analysere vind
pt: nmea falhou ao analisar o vento

source: exception parsing apb
ca: excepció analitzant apb
de: Ausnahme Parsing apb
el: εξαίρεση ανάλυση pb
fi: poikkeus jäsentää apb
it: analisi delle eccezioni apb
no: unntak parsing apb
pt: exceção de análise de apb

source: unhandled nmea pipe string
ca: cadena de canonades nmea sense manipular
de: unbehandelte nmea Rohrschnur
el: χορδή σωλήνα nmea
fi: käsittelemätön nmea-putkijono
it: stringa di tubi nmea non gestita
no: uhåndtert nmea rørstreng
pt: sem manuseio nmea string pipe

source: lost serial
ca: sèrie perduda
de: verlorene Seriennummer
el: χαμένο σειριακό
fi: kadonnut sarja
it: seriale perso
no: mistet serie
pt: série perdida
