Repository: romanini/AutoPilot
Catalog: raspberry/pypilot/pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: ca, de, el, fi, it, no, pt

source: invalid initial value for range property
ca: valor inicial no vàlid per a la propietat de l'interval
de: ungültiger Anfangswert für Bereichseigenschaft
el: μη έγκυρη αρχική τιμή για την ιδιότητα εύρους
fi: alueen omaisuuden alkuarvo on virheellinen
it: valore iniziale non valido per la proprietà dell'intervallo
no: ugyldig opprinnelig verdi for områdeegenskap
pt: valor inicial inválido para propriedade de intervalo

source: invalid set
ca: conjunt no vàlid
de: ungültiger Satz
el: μη έγκυρο σετ
fi: virheellinen sarja
it: set non valido
no: ugyldig sett
pt: conjunto inválido

source: ERROR loading
ca: ERROR de càrrega
de: Ladefehler
el: Σφάλμα φόρτωσης
fi: Virhe ladattaessa
it: Errore nel caricamento
no: Feil ved innlasting
pt: Erro a carregar

source: exception in calibration:
ca: excepció en el calibratge:
de: Ausnahme bei der Kalibrierung:
el: εξαίρεση στη βαθμονόμηση:
fi: poikkeus kalibroinnissa:
it: eccezione nella calibrazione:
no: unntak i kalibrering:
pt: exceção na calibração:

source: warning: unhandled message
ca: advertència: missatge no gestionat
de: Warnung: unbehandelte Nachricht
el: προειδοποίηση: μήνυμα χωρίς χειρισμό
fi: varoitus: käsittelemätön viesti
it: avviso: messaggio non gestito
no: advarsel: ubehandlet melding
pt: aviso: mensagem não tratada

source: Autopilot Control
ca: Control del pilot automàtic
de: Autopilot-Steuerung
el: Έλεγχος αυτόματου πιλότου
fi: Autopilottiohjaus
it: Controllo autopilota
no: Autopilotkontroll
pt: Controle do piloto automático

source: AP
ca: Vostè
de: Sie
el: Εσείς
fi: Sinä
it: voi
no: Du
pt: Vocês

source: N/A
el: ΟΧΙ
no: Ikke relevant
pt: N / D

source: N/A
el: ΟΧΙ
no: Ikke relevant
pt: N / D

source: N/A
el: ΟΧΙ
no: Ikke relevant
pt: N / D

source: port
de: Hafen
el: Λιμάνι
fi: satamaan
it: porta
no: havn
pt: porta

source: starboard
ca: estribord
de: Steuerbord
el: δεξιό μέρος
fi: oikealle
it: dritta
no: styrbord
pt: estibordo

source: Pilot
el: Πιλότος
fi: Lentäjä
it: Pilota
pt: Piloto

source: Compass
ca: Brúixola
de: Kompass
el: Πυξίδα
fi: Kompassi
it: Bussola
no: Kompass
pt: Bússola

source: Wind
ca: Vent
el: Ανεμος
fi: Tuuli
it: Vento
no: Vind
pt: Vento

source: True Wind
ca: Vent vertader
de: Wahrer Wind
el: Πραγματικός άνεμος
fi: Todellinen tuuli
it: Vero Vento
no: Ekte vind

source: Center
ca: Centre
el: Κέντρο
fi: Keskusta
it: Centro
no: Senter
pt: Centro

source: &Scope
ca: &Abast
de: &Umfang
el: &Πεδίο εφαρμογής
fi: &Laajuus
it: &Scopo
no: &Omfang
pt: &Alcance

source: &Client
de: &Klient
el: Π&ελάτης
fi: &Asiakas
it: &Cliente
no: &Klient
pt: &Cliente

source: C&alibration
ca: Ca&libratge
de: K&alibrierung
el: &Βαθμονόμηση
fi: &Kalibrointi
it: C&alibrazione
no: K&alibrering
pt: C & calibração

source: Close
ca: Tanca
de: Schließen
el: Κλείσε
fi: kiinni
it: Vicino
no: Lukk
pt: Fechar

source: Calibration
ca: Calibratge
de: Kalibrierung
el: Βαθμονόμηση
fi: Kalibrointi
it: Calibrazione
no: Kalibrering

source: Boat is level
ca: El vaixell està a nivell
de: Boot ist eben
el: Το σκάφος είναι επίπεδο
fi: Vene on vaakasuorassa
it: La barca è a livello
no: Båten er i vater
pt: Barco está nivelado

source: Reset
ca: Restableix
de: Zurücksetzen
el: Επαναφορά
fi: Nollaa
it: Ripristina
no: Nullstille
pt: Redefinir

source: Alignment
ca: Alineació
de: Ausrichtung
el: Ευθυγραμμία
fi: Kohdistus
it: Allineamento
no: Justering
pt: Alinhamento

source: Heading
ca: Encapçalament
de: Überschrift
el: Επικεφαλίδα
fi: Otsikko
it: Intestazione
no: Overskrift
pt: Cabeçalho

source: N/A
el: ΟΧΙ
no: Ikke relevant
pt: N / D

source: Offset
ca: Desplaçament
el: Αντισταθμίζεται
it: Compensare
pt: Desvio

source: Coords
de: Koordinaten
el: Κορδόνια
it: Corde
no: Koordiner

source: Sea
ca: Mar
de: Meer
el: Θάλασσα
fi: Meri
it: Mare
no: Hav
pt: Mar

source: Boat
ca: Vaixell
de: Boot
el: Σκάφος
fi: Vene
it: Barca
no: Båt
pt: Barco

source: Scope
ca: Abast
de: Umfang
el: Πεδίο εφαρμογής
fi: Soveltamisala
it: Scopo
no: omfang
pt: Alcance

source: Pitch
ca: Brea
de: Tonhöhe
el: Πίσσα
fi: Piki
it: Intonazione
no: Tonehøyde
pt: Tom

source: Roll
ca: Rodar
de: Rollen
el: Ρολό
fi: Rullaa
it: Rotolo
no: Rull
pt: Lista

source: Heel
ca: Taló
de: Hacke
el: Φτέρνα
fi: Kantapää
it: Tacco
no: Hæl
pt: Salto

source: alignment
ca: alineació
de: Ausrichtung
el: ευθυγραμμία
fi: kohdistus
it: allineamento
no: Justering
pt: alinhamento

source: Calibration Age
ca: Edat de calibració
de: Kalibrierungsalter
el: Ηλικία βαθμονόμησης
fi: Kalibrointiaika
it: Età di calibrazione
no: Kalibreringsalder
pt: Idade de Calibração

source: Clear
ca: Clar
de: klar
el: Σαφή
fi: Asia selvä
it: Chiaro
no: Klar
pt: Claro

source: calibration locked
ca: calibratge bloquejat
de: Kalibrierung gesperrt
el: η βαθμονόμηση κλειδώθηκε
fi: kalibrointi lukittu
it: calibrazione bloccata
no: kalibrering låst
pt: calibração travada

source: accel
de: beschleunigen
el: Άμπελ
it: accelero
no: accelere
pt: acel

source: Sigma Points
ca: Punts Sigma
de: Sigma Punkte
el: Πόντοι Σίγμα
fi: Sigma-pisteet
it: Punti Sigma
no: Sigma poeng
pt: Pontos Sigma

source: local history
ca: història local
de: lokale Geschichte
el: τοπική ιστορία
fi: paikallista historiaa
it: storia locale
no: lokalhistorie
pt: história local

source: current
ca: actual
de: Strom
el: ρεύμα
fi: nykyinen
it: attuale
no: nåværende
pt: atual

source: Calibration Points
ca: Punts de calibració
de: Kalibrierungspunkte
el: Σημεία βαθμονόμησης
fi: Kalibrointipisteet
it: Punti di calibrazione
no: Kalibreringspunkter
pt: Pontos de Calibração

source: compass
ca: brúixola
de: Kompass
el: πυξίδα
fi: kompassi
it: bussola
no: kompass
pt: bússola

source: Press each button when the rudder is at the correct position to calibrate.
ca: Premeu cada botó quan el timó estigui a la posició correcta per calibrar.
de: Drücken Sie jede Taste, wenn sich das Ruder an der richtigen Position zum Kalibrieren befindet.
el: Πατήστε κάθε κουμπί όταν το πηδάλιο βρίσκεται στη σωστή θέση για βαθμονόμηση.
fi: Paina kutakin painiketta, kun peräsin on oikeassa asennossa kalibrointia varten.
it: Premere ogni pulsante quando il timone è nella posizione corretta per calibrare.
no: Trykk på hver knapp når roret er i riktig posisjon for å kalibrere.
pt: Pressione cada botão quando o leme estiver na posição correta para calibrar.

source: Rudder
ca: Timó
de: Ruder
el: Πηδάλιο
fi: Peräsin
it: Timone
no: Ror
pt: Leme

source: Reset Calibration
ca: Restableix la calibració
de: Kalibrierung zurücksetzen
el: Επαναφορά βαθμονόμησης
fi: Nollaa kalibrointi
it: Reimposta calibrazione
no: Tilbakestill kalibrering
pt: Reiniciar calibração

source: Rudder Is Centered
ca: El timó està centrat
de: Das Ruder ist zentriert
el: Το Rudder είναι στο κέντρο
fi: Peräsin on keskitetty
it: Il timone è centrato
no: Ror er sentrert
pt: O leme está centrado

source: Rudder is Starboard Range
ca: El timó és la gamma d’estribord
de: Ruder ist Steuerbord Range
el: Το Rudder είναι Starboard Range
fi: Peräsin on oikeanpuoleinen alue
it: Il timone è la gamma di dritta
no: Ror er styrbord
pt: O leme está a estibordo

source: Scale
ca: Escala
de: Rahmen
el: Κλίμακα
fi: Mittakaava
it: Scala
no: Skala
pt: Escala

source: Rudder is Port Range
ca: El timó és Port Range
de: Ruder ist Port Range
el: Το Rudder είναι Port Range
fi: Peräsin on Port Range
it: Il timone è l'intervallo di porte
no: Ror er havneserie
pt: Leme é Port Range

source: Non Linearity
ca: No linealitat
de: Nichtlinearität
el: Μη γραμμικότητα
fi: Epälineaarisuus
it: Non linearità
no: Ikke lineæritet
pt: Não-linearidade

source: range +-
ca: rang + -
de: Bereich + -
el: εύρος + -
fi: alue + -
it: intervallo +-
no: rekkevidde + -
pt: intervalo + -

source: degrees
ca: graus
de: Grad
el: βαθμούς
fi: astetta
it: gradi
no: grader
pt: graus

source: rudder
ca: timó
de: Ruder
el: πηδάλιο
fi: peräsin
it: timone
no: ror
pt: leme

source: settings
ca: configuració
de: die Einstellungen
el: Ρυθμίσεις
fi: asetukset
it: impostazioni
no: innstillinger
pt: definições

source: failed to load pywavefront:
ca: no s'ha pogut carregar pywavefront:
de: pywavefront konnte nicht geladen werden:
el: απέτυχε η φόρτωση του pywavefront:
fi: pywavefrontin lataaminen epäonnistui:
it: impossibile caricare pywavefront:
no: mislyktes i å laste inn pywavefront:
pt: falha ao carregar pywavefront:

source: invalid display dimensions
ca: dimensions de visualització no vàlides
de: ungültige Anzeigeabmessungen
el: μη έγκυρες διαστάσεις οθόνης
fi: virheelliset näytön mitat
it: dimensioni del display non valide
no: ugyldige dimensjoner
pt: dimensões de exibição inválidas

source: Did you add the pypilot_data repository?
ca: Heu afegit el dipòsit pypilot_data?
de: Haben Sie das Repository pypilot_data hinzugefügt?
el: Προσθέσατε το αποθετήριο pypilot_data;
fi: Lisäsitkö pypilot_data-arkiston?
it: Hai aggiunto il repository pypilot_data?
no: Har du lagt til pypilot_data-depotet?
pt: Você adicionou o repositório pypilot_data?

source: not found, texture compass cannot be used
ca: no es troba, la brúixola de textura no es pot utilitzar
de: nicht gefunden, Texturkompass kann nicht verwendet werden
el: δεν βρέθηκε, η πυξίδα υφής δεν μπορεί να χρησιμοποιηθεί
fi: ei löydy, tekstuurikompassia ei voida käyttää
it: non trovato, non è possibile utilizzare la bussola della trama
no: ikke funnet, teksturkompass kan ikke brukes
pt: não encontrado, bússola de textura não pode ser usada

source: Refresh
ca: Actualització
de: Aktualisierung
el: Φρεσκάρω
fi: virkistää
it: ricaricare
no: Forfriske
pt: Atualizar

source: Connected
ca: Connectat
de: In Verbindung gebracht
el: Συνδεδεμένος
fi: Yhdistetty
it: Collegato
no: Tilkoblet
pt: Conectado

source: Disconnected
ca: Desconnectat
de: Getrennt
el: Ασύνδετος
fi: Yhteys katkaistu
it: disconnesso
no: Frakoblet
pt: Desconectado

source: warning, invalid choice value specified
ca: advertiment, s'ha especificat un valor d'elecció no vàlid
de: Warnung, ungültiger Auswahlwert angegeben
el: προειδοποίηση, καθορισμένη τιμή μη έγκυρης επιλογής
fi: varoitus, virheellinen valinnan arvo määritetty
it: avviso, valore di scelta non valido specificato
no: advarsel, ugyldig valgverdi spesifisert
pt: aviso, valor de escolha inválido especificado

source: pypilot Scope
ca: piràmot Abast
el: Πεδίο Pypilot
fi: pypilot-soveltamisala
it: Ambito pypilot
no: pypilot Omfang
pt: escopo pypilot

source: Zero
de: Null
el: Μηδέν
fi: Nolla
no: Null

source: Scale +
ca: Escala +
el: Κλίμακα +
fi: Skaalaa +
it: Scala +
no: Skala +
pt: Escala +

source: Scale -
ca: Escala -
de: Skala -
el: Κλίμακα -
fi: Asteikko -
it: Scala -
no: Skala -
pt: Escala -

source: Offset /\
ca: Desplaçament / \
el: Αντισταθμίζεται /\
it: Compensare /\
pt: Desvio /\

source: Offset \/
ca: Desplaçament \ /
el: Αντισταθμίζεται \/
fi: Siirtymä \ /
it: Compensare \/
pt: Desvio \/

source: Freeze
ca: Congelar
de: Einfrieren
el: Πάγωμα
fi: Jäätykää
it: Congelare
no: Fryse
pt: Congelar

source: Time
ca: Temps
de: Zeit
el: χρόνος
fi: Aika
it: Tempo
no: Tid
pt: Tempo

source: values not found:
ca: valors no trobats:
de: Werte nicht gefunden:
el: οι τιμές δεν βρέθηκαν:
fi: arvoja ei löydy:
it: valori non trovati:
no: ikke funnet verdier:
pt: valores não encontrados:

source: GPS
de: Geographisches Positionierungs System
